{"title":"Centro Prodotti","subtitle":"Analisi del Seme e Soluzioni Diagnostiche","details":"Vedi Dettagli","back":"Torna ai Prodotti","contact":"Contattaci","viewAll":"Vedi Tutti i Prodotti","items":{"scd_assay":{"name":"Kit Test Frammentazione DNA Spermatico (Saggio SCD)","shortDesc":"Valutazione avanzata dell'integrità genetica tramite tecnologia di dispersione della cromatina spermatica.","desc":"Il nostro saggio SCD utilizza una tecnologia proprietaria basata su vetrini progettata per eliminare la variabilità di laboratorio. Produce un effetto \"alone\" robusto per interpretazione inequivocabile, reazione completa in ~25 minuti e conservazione a lungo termine a temperatura ambiente. Validato secondo il Manuale di Laboratorio OMS (6a Edizione).","alt":"Kit test frammentazione DNA spermatico SCD"},"comet_assay":{"name":"Kit Test Frammentazione DNA Spermatico (Saggio Cometa)","shortDesc":"Standard di riferimento per sensibilità al danno del DNA: elettroforesi su gel a singola cellula.","desc":"Il saggio Cometa utilizza l'elettroforesi a singola cellula per far migrare il DNA frammentato fuori dal nucleo spermatico, creando una coda \"cometa\" quantificabile. Riconosciuto dall'OMS 6a Edizione; differenzia le rotture del DNA a filamento singolo e doppio. Critico per infertilità maschile severa e cicli di PMA.","alt":"Kit test frammentazione DNA spermatico Cometa"},"mar_iga":{"name":"Kit Test Anticorpi Anti-spermatozoo IgA (Saggio MAR)","shortDesc":"Screening infertilità immunologica – rilevazione specifica per classe IgA.","desc":"Reazione Antiglobulinica Mista (MAR) per diagnosticare l'infertilità immunologica. Il kit IgA offre alta correlazione clinica con tassi di fecondazione ridotti. Ottimizzato per test diretto su seme crudo; risultati rapidi e flusso di lavoro semplificato per laboratori di routine.","alt":"Kit test anticorpi anti-spermatozoo IgA MAR"},"mar_igg":{"name":"Kit Test Anticorpi Anti-spermatozoo IgG (Saggio MAR)","shortDesc":"Screening infertilità immunologica – screening primario IgG.","desc":"Il saggio MAR IgG è lo screening primario per gli anticorpi anti-spermatozoo. Il test diretto su seme crudo elimina il lavaggio spermatico e i falsi negativi. Progettazione centrata sull'utente per risultati rapidi e facile integrazione negli ambienti di laboratorio di routine.","alt":"Kit test anticorpi anti-spermatozoo IgG MAR"},"morphology":{"name":"Vetrini di Colorazione Morfologia Spermatica Pre-colorati (Formula Diff-Quik II Migliorata)","shortDesc":"Precisione morfologica standardizzata con visualizzazione ad alto contrasto.","desc":"Vetrini pronti all'uso con formula Diff-Quik II migliorata per visualizzazione di acrosoma, nucleo, pezzo intermedio e flagello secondo i Criteri Severi di Kruger. Zero preparazione, colorazione rapida e nessuna distorsione della forma spermatica per misurazione accurata dell'indice acrosomiale e difetti del flagello.","alt":"Vetrini di colorazione morfologia spermatica pre-colorati"},"liquefaction":{"name":"Kit Liquefazione del Seme (Saggio Digestione Enzimatica)","shortDesc":"Risoluzione dell'iperviscosità seminale con digestione enzimatica avanzata.","desc":"Proteolisi delicata per normalizzare la viscosità senza impattare l'integrità della membrana spermatica. Essenziale per aliquote rappresentative per concentrazione, motilità e test DFI. Critico per la gestione di campioni ad alta viscosità secondo le linee guida OMS.","alt":"Kit liquefazione del seme"},"vitality":{"name":"Soluzione di Colorazione Vitalità Spermatica (Colorazione Eosina-Nigrosina)","shortDesc":"Valutazione rapida dell'integrità membranale: colorazione vitalità eosina-nigrosina in un solo passaggio.","desc":"In campioni a bassa motilità, differenzia spermatozoi vivi discinetici da morti (Necrozoospermia). Visualizzazione ad alto contrasto con sfondo nigrosina; formula in un passaggio più veloce dei protocolli tradizionali in due passaggi. Essenziale per la selezione ICSI nei casi di zero motilità.","alt":"Soluzione di colorazione vitalità spermatica"},"leukocyte":{"name":"Soluzione di Colorazione Leucociti nel Seme (Saggio Perossidasi)","shortDesc":"Diagnosi di infiammazione subclinica: saggio perossidasi leucociti seminali.","desc":"Differenziazione definitiva dei leucociti (colorati in marrone) dalle cellule germinali immature. Identifica la Leucocitospermia (>1 milione/mL), indicando infezione delle ghiandole accessorie o prostatite. La rilevazione precoce consente trattamento mirato per ridurre i ROS e proteggere la salute spermatica.","alt":"Soluzione di colorazione leucociti nel seme"},"nbt_assay":{"name":"Valutare l'Attività Pro-ossidante nel Seme (Saggio NBT)","shortDesc":"Quantificazione dello stress ossidativo: saggio NBT per attività pro-ossidante seminale.","desc":"Lo stress ossidativo è implicato in quasi l'80% dei casi di infertilità maschile. Il saggio NBT fornisce una finestra biochimica diretta: gli anioni superossido riducono l'NBT a formazano blu. Identifica lo stress da leucociti vs. disfunzione mitocondriale spermatica; essenziale per il monitoraggio della terapia antiossidante.","alt":"Saggio NBT per attività pro-ossidante nel seme"},"counting_chamber":{"name":"Camera di Conteggio Spermatico (Monouso)","shortDesc":"Precisione volumetrica conforme OMS: camere di conteggio monouso ad alta precisione.","desc":"Piena conformità con il Manuale di Laboratorio OMS (6a Edizione). Profondità 10 micron per piano focale singolo e tracciamento accurato della motilità. Nessuna manutenzione; elimina lavaggio e decontaminazione. Disponibile: 2 camere (10μm) e 4 camere (10μm) per laboratori di routine e ad alto volume.","alt":"Camera di conteggio spermatico monouso"},"cp200":{"name":"CP200 - Analizzatore di Plasma Seminale Completamente Automatizzato","shortDesc":"POCT rapido e accurato per qualità seminale e biochimica ematica.","desc":"Risultati di grado laboratorio in minuti con funzionamento completamente automatizzato e reagenti pronti all'uso. Parametri chiave: Zinco, Fruttosio, Acido Citrico, Neutral-α-Glucosidasi, Elastasi. Cartuccia tutto-in-uno; tre semplici passaggi dal campione al risultato. Supporta anche panel renale, epatico, diabete e coagulazione.","alt":"CP200 Analizzatore di Plasma Seminale Completamente Automatizzato"},"if208":{"name":"IF208 - Analizzatore Ormoni POCT (Immunodosaggio Fluorescente)","shortDesc":"Analizzatore FIA compatto per fertilità, tiroide e screening infettivo.","desc":"Risultati rapidi e affidabili per ormoni, marcatori tiroidei, screening infettivo e Vitamina D. Fertilità: β-HCG, FSH, LH, PRL, P, E2, AMH. Tiroide: TSH, FT3, FT4. 8 canali indipendenti; ~2 minuti per test. Codice QR, scheda IC, gestione cartuccia RFID.","alt":"IF208 Analizzatore Ormoni POCT"}}}
