{"scd_assay":{"title":"Оценка генетической целостности мужской фертильности: индекс фрагментации ДНК сперматозоидов (DFI) и тест SCD","subtitle":"Набор для теста фрагментации ДНК сперматозоидов (тест SCD)","sections":[{"heading":"Что это (Наука SCD)","body":"Набор для теста фрагментации ДНК сперматозоидов использует метод дисперсии хроматина сперматозоидов (SCD) — надёжный диагностический инструмент для выявления разрывов нитей ДНК в человеческих сперматозоидах. В отличие от традиционного анализа эякулята, оценивающего внешние признаки, тест SCD фокусируется на \"внутренней\" генетической нагрузке. Тест включает уникальный процесс кислотной денатурации с последующим удалением ядерных белков. Сперматозоиды с неповреждённой ДНК образуют характерный \"ореол\" рассеянных петель ДНК вокруг головки, тогда как при фрагментированной ДНК ореол не формируется — под микроскопом видны мелкие плотные ядра."},{"heading":"Почему это необходимо (Клиническое значение)","body":"Стандартные параметры эякулята (количество, подвижность) часто не объясняют случаи \"необъяснимого бесплодия\". Высокий индекс фрагментации ДНК (DFI) — критический независимый фактор: повторная потеря беременности (RPL); неудачи ВРТ; выявление окислительного стресса. Повышенный DFI — первичный биомаркер повреждений от курения, варикоцеле и токсинов окружающей среды."},{"heading":"Соответствие стандартам","body":"Строго в соответствии с Руководством лаборатории ВОЗ (6-е издание) наш набор оптимизирует буфер лизиса и время кислотной обработки для максимального контраста ореола. Такая стандартизация снижает межиндивидуальную вариабельность."}],"references":[{"text":"WHO (2021). WHO Laboratory Manual for the Examination and Processing of Human Semen, 6th Edition."},{"text":"Fernández JL, et al. (2003). \"The Sperm Chromatin Dispersion (SCD) test.\" Fertility and Sterility."},{"text":"Evenson DP, et al. (2002). \"Characteristics of human sperm chromatin structure.\" Journal of Andrology."}]},"mar_iga":{"title":"Исследование иммунологического бесплодия: роль теста MAR IgA во взаимодействии сперма–слизь","subtitle":"Набор теста антиспермальных антител IgA (тест MAR)","sections":[{"heading":"Что это","body":"Набор IgA использует смешанную антиглобулиновую реакцию (MAR) для выявления антител класса IgA, связанных с поверхностью подвижных сперматозоидов. Свежий эякулят смешивают с латексными частицами, покрытыми человеческим IgA; при добавлении моноспецифической анти-IgA сыворотки при наличии IgA происходит \"склеивание\" (агглютинация)."},{"heading":"Почему это необходимо","body":"Антитела IgA вырабатываются локально в мужском репродуктивном тракте. Они блокируют транспорт сперматозоидов (\"дрожащий\" эффект), препятствуют оплодотворению и указывают на местный иммунный ответ. Часто более специфичны, чем сывороточные тесты."},{"heading":"Соответствие стандартам","body":"Тест MAR признан ВОЗ \"золотым стандартом\" иммунологического скрининга. Наш набор обеспечивает высокоспецифичные латексные частицы."}],"references":[{"text":"WHO (2021). Semen Examination Manual."},{"text":"Francavilla F, et al. (1997). \"Antisperm antibodies and assisted reproduction.\" Frontiers in Bioscience."}]},"mar_igg":{"title":"Скрининг иммуноопосредованного бесплодия: клиническая ценность теста MAR IgG","subtitle":"Набор теста антиспермальных антител IgG (тест MAR)","sections":[{"heading":"Что это","body":"Как и тест IgA, набор IgG (MAR) выявляет антитела класса IgG. IgG — наиболее частый класс антиспермальных антител в семенной плазме и на поверхности сперматозоидов."},{"heading":"Почему это необходимо","body":"IgG часто служат первой линией скрининга. Они возникают при нарушении гематотестикулярного барьера (травма, хирургия, инфекции). Если >50% подвижных сперматозоидов покрыты IgG, иммунная система активно нейтрализует фертильность пациента."},{"heading":"Соответствие стандартам","body":"Наш набор использует протокол \"прямого теста MAR\", рекомендуемый ВОЗ. Тестирование нативного неотмытого эякулята избегает элюции антител и ложноотрицательных результатов."}],"references":[{"text":"Clarke GN, et al. (1985). \"Detection of anti-sperm antibodies of IgG class.\" American Journal of Reproductive Immunology."},{"text":"WHO (2021). Laboratory Manual for the Examination and Processing of Human Semen."}]},"morphology":{"title":"Точная морфологическая оценка: стандартизация строгих критериев Крюгера с улучшенными стеклами Diff-Quik II","subtitle":"Предокрашенные стекла для морфологии сперматозоидов (улучшенная формула Diff-Quik II)","sections":[{"heading":"Что это","body":"Стекла высокого качества с тонким стабильным слоем улучшенной формулы Diff-Quik II. Окраска по Романовскому (эозин и азур) для быстрой фиксации и окраски в одном стандартизированном шаге."},{"heading":"Почему это необходимо","body":"Морфология сперматозоидов — наиболее субъективный параметр анализа эякулята. Строгие критерии Крюгера позволяют выявлять тератозооспермию. Предокрашенные стекла обеспечивают равномерную концентрацию красителя и изображения высокого контраста (акросома, ядро, хвост)."},{"heading":"Соответствие стандартам","body":"Формула Diff-Quik II оптимизирована под паттерны окраски ВОЗ 6-го издания (акросомная область — светло-синяя, постакросомная — тёмно-фиолетовая)."}],"references":[{"text":"Kruger TF, et al. (1988). \"Predictive value of abnormal sperm morphology in IVF.\" Fertility and Sterility."},{"text":"Menkveld R, et al. (2011). \"Sperm morphology: its relevance to natural and assisted reproduction.\" Human Reproduction Update."}]},"liquefaction":{"title":"Преодоление гипервязкости эякулята: безопасность и эффективность теста ферментативного переваривания","subtitle":"Набор для разжижения эякулята (тест ферментативного переваривания)","sections":[{"heading":"Что это","body":"Специализированный ферментный реагент (α-амилаза/химотрипсин) для ускорения разжижения образцов, не разжижающихся в стандартное окно 60 минут."},{"heading":"Почему это необходимо","body":"Гипервязкость эякулята (SHV) встречается до 10% случаев мужского бесплодия. Она мешает точному пипетированию и оценке подвижности. Традиционное механическое разжижение вызывает стресс и фрагментацию ДНК. Для ВРТ важно: неполное разжижение мешает процессу \"отмывки\" при ВМИ и ЭКО."},{"heading":"Соответствие стандартам","body":"Наш тест следует одобренному ВОЗ протоколу химического разжижения, сохраняя биохимические свойства и целостность мембраны и ДНК."}],"references":[{"text":"Amelar RD. (1962). \"Coagulation and liquefaction of semen.\" Fertility and Sterility."},{"text":"WHO (2021). Procedures for delayed liquefaction."}]},"vitality":{"title":"Жизнеспособность и подвижность: различение живых и мёртвых сперматозоидов окраской эозин–нигрозин","subtitle":"Раствор окраски жизнеспособности сперматозоидов (окраска эозин-нигрозин)","sections":[{"heading":"Что это","body":"Раствор использует метод эозин–нигрозин для оценки целостности мембраны. Эозин — \"клеточно-исключённый\" краситель; проникает только в сперматозоиды с повреждённой мембраной (мёртвые), окрашивая их в розовый. Нигрозин даёт тёмный фон для чёткого контраста белых (живых) сперматозоидов."},{"heading":"Почему это необходимо","body":"Тест жизнеспособности клинически обязателен при общей подвижности ниже 40%. Он различает некрозооспермию (мёртвые) и астенозооспермию (живые, но с дефектами). При нулевой подвижности окраска жизнеспособности — единственный способ отобрать \"живые\" сперматозоиды для ИКСИ."},{"heading":"Соответствие стандартам","body":"ВОЗ рекомендует эозин–нигрозин как золотой стандарт (нетоксичен для лаборанта, постоянное стекло). Наш раствор откалиброван по pH и осмолярности."}],"references":[{"text":"Björndahl L, et al. (2003). \"Optimized eosin-nigrosin staining for sperm vitality.\" Human Reproduction."},{"text":"WHO (2021). Guidelines for Vitality Testing."}]},"leukocyte":{"title":"Выявление лейкоцитоспермии: клиническая роль теста пероксидазы при инфекции мужского тракта","subtitle":"Раствор окраски лейкоцитов в эякуляте (тест пероксидазы)","sections":[{"heading":"Что это","body":"Раствор использует цитохимический тест пероксидазы для выявления полиморфноядерных лейкоцитов в эякуляте. Клетки с пероксидазой приобретают характерный коричневый цвет; незрелые зародышевые клетки (круглые клетки) остаются неокрашенными."},{"heading":"Почему это необходимо","body":"При обычной микроскопии круглые клетки (незрелые сперматозоиды) неотличимы от лейкоцитов. Высокие counts (>1 млн/мл) определяют лейкоцитоспермию (скрытые инфекции, простатит). Лейкоциты — важный источник АФК, вызывающих перекисное окисление липидов и повреждение ДНК."},{"heading":"Соответствие стандартам","body":"ВОЗ 6-е издание признаёт тест пероксидазы единственным ручным методом для окончательной диагностики лейкоцитоспермии."}],"references":[{"text":"Aitken RJ, et al. (1994). \"Analysis of leukocyte infiltration in human semen.\" Human Reproduction."},{"text":"WHO (2021). Manual for Peroxidase Staining."}]},"counting_chamber":{"title":"Основа точности: стандартизация анализа эякулята с камерой подсчёта сперматозоидов 10 мкм","subtitle":"Камера для подсчёта сперматозоидов (одноразовая)","sections":[{"heading":"Что это","body":"Точная стеклянная камера для количественного анализа концентрации и подвижности. Калиброванная глубина (обычно 10 мкм), чтобы сперматозоиды свободно двигались в одной фокальной плоскости."},{"heading":"Почему это необходимо","body":"Точность подсчёта — основа андрологии. Стандартные камеры 100 мкм (Нойбауэр) слишком глубокие. Глубина 10 мкм достаточна для \"прогрессивной подвижности\" без \"пристеночного эффекта\" камер 20 мкм. Необходимо для диагностики олигозооспермии и оценки лечения."},{"heading":"Соответствие стандартам","body":"Камера изготовлена по строгим допускам ВОЗ. Жёсткая стеклянная конструкция обеспечивает постоянный объём и меньший CV по сравнению с одноразовыми пластиковыми стеклами."}],"references":[{"text":"Douglas-Hamilton DH, et al. (2005). \"Comparison of counting chambers in semen analysis.\" Fertility and Sterility."},{"text":"WHO (2021). Standardized Counting Chambers for Motility and Concentration."}]},"cp200":{"title":"Продвинутая биохимия эякулята: картирование здоровья добавочных желёз анализатором Sperminfo CP200","subtitle":"CP200 - Полностью автоматизированный анализатор семенной плазмы","sections":[{"heading":"Что это","body":"CP200 — высокопроизводительная диагностическая система, измеряющая пять ключевых биохимических маркеров: цинк, фруктоза, лимонная кислота, нейтральная α-глюкозидаза (NAG) и эластаза."},{"heading":"Почему это необходимо (Диагностическая карта)","body":"Биохимия семенной плазмы служит \"GPS\" мужского репродуктивного тракта: NAG (маркер придатка), фруктоза (семенные пузырьки; отсутствие = CBAVD), цинк и лимонная кислота (функция простаты), эластаза (активное воспаление)."},{"heading":"Соответствие стандартам","body":"CP200 автоматизирует колориметрические и ферментативные реакции, рекомендуемые ВОЗ, обеспечивая точность \"референсной лаборатории\"."}],"references":[{"text":"Cooper TG. (1990). \"Epididymal markers in human semen.\" Human Reproduction."},{"text":"Elzanaty S, et al. (2002). \"Zinc and fructose in seminal plasma.\" Journal of Andrology."},{"text":"WHO (2021). Biochemical examination of seminal plasma."}]},"comet_assay":{"title":"Точное картирование разрывов ДНК: возможности теста кометы сперматозоидов при мужском бесплодии","subtitle":"Набор для теста фрагментации ДНК сперматозоидов (тест кометы)","sections":[{"heading":"Что это (Электрофорез одиночной клетки)","body":"Набор (тест кометы) использует гель-электрофорез одиночной клетки для количественной оценки повреждения ДНК. В отличие от SCD, тест кометы мигрирует фрагментированную ДНК из головки сперматозоида электрическим полем, давая изображение \"кометы\": голова — неповреждённая ДНК, хвост — фрагментированные нити. Tail Moment и Tail DNA % дают количественную меру тяжести повреждения."},{"heading":"Почему это необходимо (Преимущество чувствительности)","body":"Тест кометы — один из наиболее чувствительных методов выявления повреждения ДНК (SSB и DSB). Лучший предиктор успеха ЭКО/ИКСИ. >25% повреждений коррелирует с мужским бесплодием; >50% — со значимым снижением живорождений. Позволяет оценивать образцы очень низкой концентрации (криптозооспермия)."},{"heading":"Соответствие стандартам","body":"ВОЗ 6-е издание признаёт тест кометы как sophisticated инструмент \"расширенного обследования\". Наш набор стандартизирует консистенцию агарозного геля и время лизиса."}],"references":[{"text":"Simon L, et al. (2011). \"Sperm DNA damage measured by the alkaline Comet assay.\" Fertility and Sterility."},{"text":"Ribas-Maynou J, et al. (2013). \"Comprehensive analysis of sperm DNA fragmentation.\" Andrology."},{"text":"WHO (2021). Laboratory Manual for the Examination and Processing of Human Semen, 6th Edition."}]},"nbt_assay":{"title":"Расшифровка окислительного стресса эякулята: выявление опосредованного АФК повреждения тестом NBT","subtitle":"Оценка прооксидантной активности в эякуляте (тест нитросинего тетразолия)","sections":[{"heading":"Что это (Реакция формазана)","body":"Тест нитросинего тетразолия (NBT) — биохимический тест для оценки \"прооксидантной\" активности (образование анионов супероксида) в образце эякулята. NBT — жёлтое водорастворимое соединение; при восстановлении АФК превращается в нерастворимый тёмно-синий/фиолетовый кристалл формазана. Интенсивность можно измерить фотометрически или визуализировать под микроскопом."},{"heading":"Почему это необходимо (\"Тихая\" причина бесплодия)","body":"Окислительный стресс участвует в до 80% случаев мужского бесплодия, но часто невидим при стандартном анализе. Тест NBT помогает различить, идёт ли АФК от активированных лейкоцитов (лейкоцитоспермия) или от дефектных незрелых сперматозоидов (цитоплазматические капли). Высокая прооксидантная активность предшествует фрагментации ДНК; её измерение позволяет раннее вмешательство антиоксидантами. Экономичный скрининг по сравнению с хемилюминесценцией."},{"heading":"Соответствие стандартам","body":"ВОЗ 6-е издание подчёркивает роль окислительного стресса эякулята. Наш набор предоставляет стабилизированный реагент NBT, предотвращающий автоокисление."}],"references":[{"text":"Esfandiari N, et al. (2003). \"Utility of the nitroblue tetrazolium reduction test.\" Journal of Andrology."},{"text":"Tunc O, et al. (2010). \"Development of the NBT assay as a marker of sperm oxidative stress.\" International Journal of Andrology."},{"text":"Agarwal A, et al. (2014). \"Cost-effective diagnosis of male oxidative stress using the nitroblue tetrazolium test.\" Andrologia."}]}}
