{"scd_assay":{"title":"Erkek fertilitesinin genetik bütünlüğünün değerlendirilmesi: Sperm DNA Fragmantasyon İndeksi (DFI) ve SCD testi","subtitle":"Sperm DNA Fragmantasyon Test Kitı (SCD Testi)","sections":[{"heading":"Nedir (SCD bilimi)","body":"Sperm DNA Fragmantasyon Test Kitı, insan spermatozoalarındaki DNA iplik kırıklarını tespit etmek için tasarlanmış sağlam bir tanı aracı olan Sperm Kromatin Dağılımı (SCD) yöntemini kullanır. Dış özellikleri değerlendiren geleneksel semen analizinin aksine SCD testi \"iç\" genetik yüküne odaklanır. Test, nükleer proteinlerin uzaklaştırılmasıyla takip edilen benzersiz bir asit denatürasyon süreci içerir. Sağlam DNA'ya sahip spermatozoalar baş etrafında dağılmış DNA halkalarının karakteristik bir \"halo\" üretir; parçalanmış DNA'ya sahip spermatozoalar bu haloyu oluşturamaz ve mikroskopta küçük, yoğun çekirdekler olarak görünür."},{"heading":"Neden gerekli (Klinik etki)","body":"Standart semen parametreleri (sayı, motilite) sıklıkla \"açıklanamayan infertilite\" vakalarını açıklamada yetersiz kalır. Yüksek DNA Fragmantasyon İndeksi (DFI) şunlar için kritik bağımsız bir faktördür: Tekrarlayan gebelik kaybı (RPL); TRA başarısızlıkları; oksidatif stresin tanımlanması. Yüksek DFI, sigara, varikosel ve çevresel toksinlerden kaynaklanan hasar için birincil biyobelirteçtir."},{"heading":"Standartlarla uyum","body":"WHO Laboratuvar El Kitabı (6. Baskı) ile sıkı uyum içinde kitimiz maksimum halo kontrastı için lizis tamponu ve asit işlem süresini optimize eder. Bu standardizasyon gözlemciler arası değişkenliği azaltır."}],"references":[{"text":"WHO (2021). WHO Laboratory Manual for the Examination and Processing of Human Semen, 6th Edition."},{"text":"Fernández JL, et al. (2003). \"The Sperm Chromatin Dispersion (SCD) test.\" Fertility and Sterility."},{"text":"Evenson DP, et al. (2002). \"Characteristics of human sperm chromatin structure.\" Journal of Andrology."}]},"mar_iga":{"title":"İmmünolojik infertilite araştırması: IgA MAR testinin sperm-mukus etkileşimindeki rolü","subtitle":"Anti-sperm Antikorları IgA Test Kitı (MAR Testi)","sections":[{"heading":"Nedir","body":"IgA Test Kitı, motil spermatozoaların yüzeyine özellikle bağlanan IgA sınıfı antikorları tanımlamak için Karışık Antiglobulin Reaksiyonu (MAR) testini kullanır. Taze semen insan IgA ile kaplanmış lateks partiküllerle karıştırılır; monospesifik anti-insan IgA antiserumu eklendiğinde IgA varsa partiküller ve spermatozoalar arasında \"topaklanma\" (aglütinasyon) oluşur."},{"heading":"Neden gerekli","body":"IgA antikorları esas olarak erkek üreme yolunda lokal olarak üretilir (sekretuar IgA). Sperm transportunu bloke ederler (\"sallanma\" etkisi), fertilizasyonu engellerler ve lokal immün yanıtı gösterirler. Genellikle serum tabanlı testlerden daha spesifik bir gösterge sunarlar."},{"heading":"Standartlarla uyum","body":"MAR testi WHO tarafından immünolojik tarama için \"altın standart\" olarak tanınır. Kitimiz yüksek derecede spesifik lateks boncuklar sağlar."}],"references":[{"text":"WHO (2021). Semen Examination Manual."},{"text":"Francavilla F, et al. (1997). \"Antisperm antibodies and assisted reproduction.\" Frontiers in Bioscience."}]},"mar_igg":{"title":"İmmün aracılı infertilite taraması: IgG MAR testinin klinik değeri","subtitle":"Anti-sperm Antikorları IgG Test Kitı (MAR Testi)","sections":[{"heading":"Nedir","body":"IgA testine benzer şekilde IgG Test Kitı (MAR) IgG sınıfı antikorları tespit eder. IgG hem seminal plazmada hem sperm yüzeyinde bulunan en yaygın anti-sperm antikor sınıfıdır."},{"heading":"Neden gerekli","body":"IgG antikorları sıklıkla immünolojik infertilite için ilk tarama hattıdır. Kan-testis bariyerinde bir ihlalden (travma, cerrahi, enfeksiyonlar) kaynaklanırlar. Motil spermatozoaların >50%'si IgG ile kaplanmışsa immün sistem hastanın fertilitesini aktif olarak nötralize ediyor demektir."},{"heading":"Standartlarla uyum","body":"Kitimiz WHO tarafından önerilen \"Direkt MAR Test\" protokolünü kullanır. Ham, yıkanmamış semen üzerinde test yaparak antikor \"elüsyonu\" ve yanlış negatif riskinden kaçınırız."}],"references":[{"text":"Clarke GN, et al. (1985). \"Detection of anti-sperm antibodies of IgG class.\" American Journal of Reproductive Immunology."},{"text":"WHO (2021). Laboratory Manual for the Examination and Processing of Human Semen."}]},"morphology":{"title":"Hassas morfoloji değerlendirmesi: Geliştirilmiş Diff-Quik II lamları ile Kruger sıkı kriterlerinin standardizasyonu","subtitle":"Ön Boyalı Sperm Morfolojisi Boyama Lamları (Geliştirilmiş Diff-Quik II Formülü)","sections":[{"heading":"Nedir","body":"Ön boyalı morfoloji lamları, Geliştirilmiş Diff-Quik II formülünün ince, stabil bir filmi ile ön kaplanmış yüksek kaliteli cam lamlardır. Romanowsky tabanlı boya (eozin ve azur boyaları) tek, standart bir adımda sperm hücrelerinin hızlı fiksasyonu ve boyanmasına olanak tanır."},{"heading":"Neden gerekli","body":"Sperm morfolojisi semen analizinde en öznel parametredir. Kruger sıkı kriterleri teratozoospermiyi (anormal formlar) tanımlamak için doğru morfoloji gerektirir. Ön boyalı lamlar boya konsantrasyonunun mükemmel şekilde uniform olmasını ve akrozom, çekirdek ve kuyruk için yüksek kontrastlı görüntüler sağlar."},{"heading":"Standartlarla uyum","body":"Geliştirilmiş Diff-Quik II formülü WHO 6. Baskı tarafından gerekli spesifik boyama desenlerini sunmak için optimize edilmiştir (akrozomal bölge açık mavi, post-akrozomal koyu mor)."}],"references":[{"text":"Kruger TF, et al. (1988). \"Predictive value of abnormal sperm morphology in IVF.\" Fertility and Sterility."},{"text":"Menkveld R, et al. (2011). \"Sperm morphology: its relevance to natural and assisted reproduction.\" Human Reproduction Update."}]},"liquefaction":{"title":"Semen hiperviskozitesinin üstesinden gelmek: Enzim sindirim testinin güvenliği ve etkinliği","subtitle":"Semen Sıvılaştırma Kitı (Enzim Sindirim Testi)","sections":[{"heading":"Nedir","body":"Semen Sıvılaştırma Kitı, standart 60 dakikalık pencerede sıvılaşmayan semen numunelerinin sıvılaşmasını kolaylaştırmak için kullanılan özelleşmiş bir enzimatik reaktiftir (α-amilaz/Kimotripsin tabanlı)."},{"heading":"Neden gerekli","body":"Semen hiperviskozitesi (SHV) erkek infertilite vakalarının %10'una kadarında bulunur. Doğru pipetleme ve motilite ölçümünü engeller. Geleneksel mekanik sıvılaştırma mekanik stres ve DNA fragmantasyonuna neden olur. TRA için kritik: eksik sıvılaştırma IUI ve IVF için \"yıkama\" sürecine müdahale eder."},{"heading":"Standartlarla uyum","body":"Enzim sindirim testimiz WHO onaylı kimyasal sıvılaştırma protokolünü takip eder; sperm zarı veya DNA bütünlüğünü tehlikeye atmadan semenin biyokimyasal özelliklerini korur."}],"references":[{"text":"Amelar RD. (1962). \"Coagulation and liquefaction of semen.\" Fertility and Sterility."},{"text":"WHO (2021). Procedures for delayed liquefaction."}]},"vitality":{"title":"Canlılık vs motilite: Eozin-nigrosin boyaması ile canlı ve ölü spermatozoaların ayırt edilmesi","subtitle":"Sperm Canlılık Boyama Solüsyonu (Eozin-Nigrosin Boyama)","sections":[{"heading":"Nedir","body":"Canlılık boyama solüsyonu spermatozoaların zar bütünlüğünü değerlendirmek için eozin-nigrosin yöntemini kullanır. Eozin \"hücre-dışlanan\" bir boyadır; yalnızca hasarlı zar (ölü spermatozoalar) olan spermatozoalara girer ve onları pembe boyar. Nigrosin beyaz (canlı) spermatozoalar için keskin kontrast sağlayan koyu arka plan boyası olarak işlev görür."},{"heading":"Neden gerekli","body":"Toplam motilite %40'ın altında olduğunda canlılık testi klinik olarak zorunludur. Nekrozoospermi (ölü) ile astenozoospermi (canlı ama yapısal defektli) ayırt eder. Sıfır motilite hastalarında canlılık boyaması enjeksiyon için \"canlı\" spermatozoaların seçilmesini sağlayan tek yoldur."},{"heading":"Standartlarla uyum","body":"WHO eozin-nigrosini teknisyen için toksik olmadığı ve kalıcı lam sağladığı için altın standart olarak önerir. Solüsyonumuz boyama sırasında \"yapay\" hücre ölümünü önlemek için nötr pH ve doğru osmolarite için kalibre edilmiştir."}],"references":[{"text":"Björndahl L, et al. (2003). \"Optimized eosin-nigrosin staining for sperm vitality.\" Human Reproduction."},{"text":"WHO (2021). Guidelines for Vitality Testing."}]},"leukocyte":{"title":"Lökositospermi tespiti: Erkek yol enfeksiyonunda peroksidaz testinin klinik rolü","subtitle":"Semen Lökosit Boyama Solüsyonu (Peroksidaz Testi)","sections":[{"heading":"Nedir","body":"Semen Lökosit Boyama Solüsyonu semendeki polimorfonükleer lökositleri tanımlamak için sitokimyasal bir peroksidaz testi kullanır. Peroksidaz içeren hücreler solüsyonla reaksiyona girerek belirgin kahverengi renk alır; olgunlaşmamış germ hücreleri (yuvarlak hücreler) boyanmadan kalır."},{"heading":"Neden gerekli","body":"Standart mikroskopta yuvarlak hücreler (olgunlaşmamış spermatozoalar) lökositlerle aynı görünür. Yüksek lökosit sayıları (>1 milyon/mL) lökositospermiyi tanımlar (sessiz enfeksiyonlar, prostatit). Lökositler reaktif oksijen türlerinin (ROS) ana kaynağıdır; sperm zarında lipit peroksidasyonuna ve DNA hasarına yol açar."},{"heading":"Standartlarla uyum","body":"WHO 6. Baskı peroksidaz testini lökositosperminin kesin tanısı için tek manuel yöntem olarak tanır."}],"references":[{"text":"Aitken RJ, et al. (1994). \"Analysis of leukocyte infiltration in human semen.\" Human Reproduction."},{"text":"WHO (2021). Manual for Peroxidase Staining."}]},"counting_chamber":{"title":"Hassasiyetin temeli: 10μm sperm sayım odası ile semen analizinin standardizasyonu","subtitle":"Sperm Sayım Odası (Tek Kullanımlık)","sections":[{"heading":"Nedir","body":"Sperm konsantrasyonu ve motilitesinin kantitatif analizi için özel olarak tasarlanmış hassas cam sayım odası. Spermatozoaların tek bir odak düzleminde serbestçe yüzebilmesi için kalibre edilmiş derinlik (tipik olarak 10 mikrometre) içerir."},{"heading":"Neden gerekli","body":"Sayımda hassasiyet androlojinin temelidir. Standart 100 μm odalar (Neubauer gibi) çok derindir. 10 μm derinlik \"progresif motilite\"nin 20 μm odalarda görülen \"duvar etkisi\" olmadan gözlemlenmesi için yeterlidir. Oligozoospermi tanısı ve tedavi etkinliği değerlendirmesi için kritiktir."},{"heading":"Standartlarla uyum","body":"Oda WHO tarafından önerilen sıkı toleranslara göre üretilir. Sert cam yapısı hacmin sabit kalmasını sağlar; tek kullanımlık plastik lamlara kıyasla varyasyon katsayısını (CV) azaltır."}],"references":[{"text":"Douglas-Hamilton DH, et al. (2005). \"Comparison of counting chambers in semen analysis.\" Fertility and Sterility."},{"text":"WHO (2021). Standardized Counting Chambers for Motility and Concentration."}]},"cp200":{"title":"İleri seminal biyokimya: Sperminfo CP200 analizörü ile aksesuar bez sağlığının haritalanması","subtitle":"CP200 - Tam Otomatik Semen Plazma Analizörü","sections":[{"heading":"Nedir","body":"CP200 beş kritik biyokimyasal belirteci nicelendirmek için tasarlanmış yüksek verimli bir tanı sistemidir: Çinko, Fruktoz, Sitrik Asit, Nötr-α-Glukozidaz (NAG) ve Elastaz."},{"heading":"Neden gerekli (Tanı haritası)","body":"Seminal plazma biyokimyası erkek üreme yolu için \"GPS\" işlevi görür: NAG (epididimis belirteci), Fruktoz (seminal veziküller; yokluğu CBAVD klasik göstergesidir), Çinko ve sitrik asit (prostat fonksiyonu), Elastaz (aktif inflamasyon, basit lökosit sayımından daha güvenilir)."},{"heading":"Standartlarla uyum","body":"CP200 WHO tarafından önerilen kolorimetrik ve enzimatik reaksiyonları otomatikleştirir; her test için sıcaklık, zamanlama ve dalga boyu mükemmel şekilde kontrol edilir. Bu \"referans laboratuvar\" hassasiyetini her fertilite kliniğine getirir."}],"references":[{"text":"Cooper TG. (1990). \"Epididymal markers in human semen.\" Human Reproduction."},{"text":"Elzanaty S, et al. (2002). \"Zinc and fructose in seminal plasma.\" Journal of Andrology."},{"text":"WHO (2021). Biochemical examination of seminal plasma."}]},"comet_assay":{"title":"DNA iplik kırıklarının hassas haritalanması: Erkek infertilitede sperm kuyruklu yıldız testinin gücü","subtitle":"Sperm DNA Fragmantasyon Test Kitı (Kuyruklu Yıldız Testi)","sections":[{"heading":"Nedir (Tek hücre elektroforezi)","body":"Sperm DNA Fragmantasyon Test Kitı (Kuyruklu Yıldız Testi) bireysel spermatozoalardaki DNA hasarını nicelendirmek için tek hücre jel elektroforezi kullanır. Kromatin dağılımını ölçen SCD testinin aksine kuyruklu yıldız testi parçalanmış DNA'yı elektrik alanı kullanarak sperm başından doğrudan göç ettirir. Ortaya çıkan görüntü \"kuyruklu yıldız\"a benzer: baş sağlam DNA'yı, kuyruk parçalanmış iplikleri temsil eder. \"Tail Moment\" ve \"Tail DNA %\" hasarın şiddetinin nicel ölçüsünü sağlar."},{"heading":"Neden gerekli (Hassasiyet avantajı)","body":"Kuyruklu yıldız testi DNA hasarını tespit etmede en hassas yöntemlerden biri olarak kabul edilir. Tek ve çift iplik kırıklarını (SSB ve DSB) tespit eder. IVF ve ICSI başarısının üstün bir prediktörüdür. >25% DNA hasarı erkek faktör infertilitesiyle güçlü korelasyon; >50% canlı doğum oranlarında önemli düşüşle ilişkilidir. Çok düşük konsantrasyonlu numunelerin (kriptozoospermi) değerlendirilmesine olanak tanır."},{"heading":"Standartlarla uyum","body":"WHO 6. Baskı kuyruklu yıldız testini sofistike \"ileri inceleme\" aracı olarak tanır. Kitimiz elektroforezdeki iki en kritik değişken olan agaroz jel tutarlılığını ve lizis süresini standardize eder."}],"references":[{"text":"Simon L, et al. (2011). \"Sperm DNA damage measured by the alkaline Comet assay.\" Fertility and Sterility."},{"text":"Ribas-Maynou J, et al. (2013). \"Comprehensive analysis of sperm DNA fragmentation.\" Andrology."},{"text":"WHO (2021). Laboratory Manual for the Examination and Processing of Human Semen, 6th Edition."}]},"nbt_assay":{"title":"Seminal oksidatif stresin çözülmesi: NBT testi ile ROS aracılı hasarın tanımlanması","subtitle":"Semende Pro-oksidan Aktiviteyi Değerlendirin (Nitro-mavi Tetrazolyum Testi)","sections":[{"heading":"Nedir (Formazan reaksiyonu)","body":"Nitro-mavi Tetrazolyum (NBT) testi bir semen numunesindeki \"pro-oksidan\" aktiviteyi (özellikle süperoksit anyon üretimi) değerlendirmek için kullanılan biyokimyasal bir testtir. NBT sarı, suda çözünür bir bileşiktir; Reaktif Oksijen Türleri (ROS) tarafından indirgendiğinde Formazan adı verilen çözünmeyen koyu mavi/mor kristale dönüşür. Renk yoğunluğu fotometrik olarak ölçülebilir veya stresin hücresel kaynağını tanımlamak için mikroskop altında görselleştirilebilir."},{"heading":"Neden gerekli (\"Sessiz\" infertilite nedeni)","body":"Oksidatif stres erkek infertilite vakalarının %80'ine kadarında rol oynar ancak standart semen analizinde sıklıkla görünmez. NBT testi ROS'un aktive lökositlerden (lökositospermi) mi yoksa defektif, olgunlaşmamış spermatozoalardan (sitoplazmik damlacıklar) mı geldiğini ayırt etmeye yardımcı olur. Yüksek pro-oksidan aktivite DNA fragmantasyonunun öncülüdür; ölçülmesi geri dönüşümsüz genetik hasar oluşmadan önce antioksidan tedavisi ile erken müdahaleye olanak tanır. Kimyuminesansa kıyasla uygun maliyetli tarama sağlar."},{"heading":"Standartlarla uyum","body":"WHO 6. Baskı seminal oksidatif stresin erkek infertilitesinin birincil itici gücü olarak rolünü vurgular. Kitimiz oto-oksidasyonu önleyen stabilize NBT reaktifi sağlar; formazan üretiminin numunedeki gerçek süperoksit düzeyleriyle kesin orantılı olmasını sağlar."}],"references":[{"text":"Esfandiari N, et al. (2003). \"Utility of the nitroblue tetrazolium reduction test.\" Journal of Andrology."},{"text":"Tunc O, et al. (2010). \"Development of the NBT assay as a marker of sperm oxidative stress.\" International Journal of Andrology."},{"text":"Agarwal A, et al. (2014). \"Cost-effective diagnosis of male oxidative stress using the nitroblue tetrazolium test.\" Andrologia."}]}}
