{"title":"Ürün Merkezi","subtitle":"Semen Analizi ve Tanı Çözümleri","details":"Detayları Görüntüle","back":"Ürünlere Dön","contact":"Bize Ulaşın","viewAll":"Tüm Ürünleri Görüntüle","items":{"scd_assay":{"name":"Sperm DNA Fragmantasyon Test Kitı (SCD Testi)","shortDesc":"Sperm kromatin dağılım teknolojisi ile ileri genetik bütünlük değerlendirmesi.","desc":"SCD testimiz laboratuvar değişkenliğini ortadan kaldırmak için tasarlanmış özel lam tabanlı teknoloji kullanır. Belirsiz yorumlama için sağlam bir \"halo\" etkisi üretir, ~25 dakikada tam reaksiyon ve uzun süreli oda sıcaklığında saklama. WHO Laboratuvar El Kitabı (6. Baskı) ile doğrulanmıştır.","alt":"Sperm DNA fragmantasyon test kiti SCD"},"comet_assay":{"name":"Sperm DNA Fragmantasyon Test Kitı (Kuyruklu Yıldız Testi)","shortDesc":"DNA hasarı hassasiyetinde altın standart: tek hücre jel elektroforezi.","desc":"Kuyruklu Yıldız Testi, parçalanmış DNA'yı sperm çekirdeğinden çıkarmak için tek hücre elektroforezi kullanır; ölçülebilir bir \"kuyruklu yıldız\" kuyruğu oluşturur. WHO 6. Baskı tarafından tanınır; tek iplik ve çift iplik DNA kırıklarını ayırt eder. Şiddetli erkek faktörü kısırlığı ve ART döngüleri için kritiktir.","alt":"Sperm DNA fragmantasyon Kuyruklu Yıldız testi"},"mar_iga":{"name":"Anti-sperm Antikorları IgA Test Kitı (MAR Testi)","shortDesc":"İmmünolojik kısırlık taraması – IgA sınıfına özgü tespit.","desc":"İmmünolojik kısırlığı teşhis etmek için Karışık Antiglobulin Reaksiyonu (MAR). IgA kiti düşük fertilizasyon oranlarıyla yüksek klinik korelasyon sunar. Ham semen üzerinde doğrudan test için optimize edilmiş; rutin laboratuvarlar için hızlı sonuçlar ve sadeleştirilmiş iş akışı.","alt":"Anti-sperm antikorları IgA MAR test kiti"},"mar_igg":{"name":"Anti-sperm Antikorları IgG Test Kitı (MAR Testi)","shortDesc":"İmmünolojik kısırlık taraması – IgG birincil tarama.","desc":"MAR IgG testi anti-sperm antikorları için birincil taramadır. Ham semen üzerinde doğrudan test sperm yıkamasını ve yanlış negatifleri ortadan kaldırır. Hızlı sonuçlar ve rutin laboratuvar ortamlarına kolay entegrasyon için kullanıcı odaklı tasarım.","alt":"Anti-sperm antikorları IgG MAR test kiti"},"morphology":{"name":"Ön Boyalı Sperm Morfolojisi Boyama Lamları (Geliştirilmiş Diff-Quik II Formülü)","shortDesc":"Yüksek kontrast görselleştirme ile standartlaştırılmış morfolojik hassasiyet.","desc":"Kruger Sıkı Kriterlerine göre akrozom, çekirdek, orta parça ve kuyruk görselleştirmesi için Geliştirilmiş Diff-Quik II formüllü kullanıma hazır lamlar. Sıfır hazırlık, hızlı boyama ve doğru akrozomal indeks ve kuyruk defekti ölçümü için sperm şeklinde bozulma yok.","alt":"Ön boyalı sperm morfolojisi boyama lamları"},"liquefaction":{"name":"Semen Sıvılaştırma Kitı (Enzim Sindirim Testi)","shortDesc":"İleri enzim sindirimi ile semen hiperviskozitesinin çözümü.","desc":"Sperm zarı bütünlüğünü etkilemeden viskoziteyi normalize etmek için nazik proteoliz. Konsantrasyon, motilite ve DFI testi için temsili alikuotlar için gerekli. WHO kılavuzlarına göre yüksek viskoziteli numunelerin yönetimi için kritik.","alt":"Semen sıvılaştırma kiti"},"vitality":{"name":"Sperm Canlılık Boyama Solüsyonu (Eozin-Nigrosin Boyama)","shortDesc":"Hızlı zar bütünlüğü değerlendirmesi: tek adım eozin-nigrosin canlılık boyaması.","desc":"Düşük motilite numunelerinde canlı diskinetik spermleri ölülerden (Nekrozoospermi) ayırır. Nigrosin arka planıyla yüksek kontrast görselleştirme; tek adım formül geleneksel iki adımlı protokollerden daha hızlı. Sıfır motilite vakalarında ICSI seçimi için gerekli.","alt":"Sperm canlılık boyama solüsyonu"},"leukocyte":{"name":"Semen Lökosit Boyama Solüsyonu (Peroksidaz Testi)","shortDesc":"Subklinik inflamasyonun teşhisi: semen lökosit peroksidaz testi.","desc":"Lökositlerin (kahverengi boyalı) olgunlaşmamış germ hücrelerinden kesin ayrımı. Lökositospermiyi (>1 milyon/mL) tanımlar; aksesuar bez enfeksiyonu veya prostatiti gösterir. Erken tespit ROS'u azaltmak ve sperm sağlığını korumak için hedefli tedavi sağlar.","alt":"Semen lökosit boyama solüsyonu"},"nbt_assay":{"name":"Semende Pro-oksidan Aktiviteyi Değerlendirin (NBT Testi)","shortDesc":"Oksidatif stresin nicelendirilmesi: seminal pro-oksidan aktivite için NBT testi.","desc":"Oksidatif stres erkek kısırlığı vakalarının yaklaşık %80'inde rol oynar. NBT Testi doğrudan biyokimyasal bir pencere sağlar: süperoksit anyonları NBT'yi mavi formazana indirger. Lökositlerden gelen stres ile sperm mitokondriyal disfonksiyonunu ayırt eder; antioksidan tedavisinin izlenmesi için gerekli.","alt":"Semende pro-oksidan aktivite için NBT testi"},"counting_chamber":{"name":"Sperm Sayım Odası (Tek Kullanımlık)","shortDesc":"WHO uyumlu hacimsel hassasiyet: yüksek doğruluklu tek kullanımlık sayım odaları.","desc":"WHO Laboratuvar El Kitabı (6. Baskı) ile tam uyum. Tek odak düzlemi ve doğru motilite takibi için 10 mikron derinlik. Bakım yok; yıkama ve dekontaminasyonu ortadan kaldırır. Mevcut: rutin ve yüksek hacimli laboratuvarlar için 2 odalı (10μm) ve 4 odalı (10μm).","alt":"Sperm sayım odası tek kullanımlık"},"cp200":{"name":"CP200 - Tam Otomatik Semen Plazma Analizörü","shortDesc":"Semen kalitesi ve kan biyokimyası için hızlı, doğru POCT.","desc":"Tam otomatik çalışma ve kullanıma hazır reaktiflerle dakikalar içinde laboratuvar düzeyinde sonuçlar. Ana parametreler: Çinko, Fruktoz, Sitrik Asit, Nötr-α-Glukozidaz, Elastaz. Tümü bir arada kartuş; numunedan sonuca üç basit adım. Böbrek, karaciğer, diyabet ve koagülasyon panellerini de destekler.","alt":"CP200 Tam Otomatik Semen Plazma Analizörü"},"if208":{"name":"IF208 - POCT Hormon Analizörü (Floresan İmmünoassay)","shortDesc":"Fertilite, tiroid ve enfeksiyon taraması için kompakt FIA analizörü.","desc":"Hormonlar, tiroid belirteçleri, enfeksiyon taraması ve D Vitamini için hızlı, güvenilir sonuçlar. Fertilite: β-HCG, FSH, LH, PRL, P, E2, AMH. Tiroid: TSH, FT3, FT4. 8 bağımsız kanal; test başına ~2 dakika. QR kod, IC kart, RFID kartuş yönetimi.","alt":"IF208 POCT Hormon Analizörü"}}}
