{"title":"Centre des Produits","subtitle":"Analyse du Sperme et Solutions Diagnostiques","details":"Voir les Détails","back":"Retour aux Produits","contact":"Nous Contacter","viewAll":"Voir Tous les Produits","items":{"scd_assay":{"name":"Kit de Test de Fragmentation de l'ADN Spermatique (Test SCD)","shortDesc":"Évaluation avancée de l'intégrité génétique par la technologie de dispersion de la chromatine spermatique.","desc":"Notre test SCD utilise une technologie exclusive sur lames conçue pour éliminer la variabilité de laboratoire. Produit un effet \"halo\" robuste pour une interprétation sans ambiguïté, réaction complète en ~25 minutes et stockage prolongé à température ambiante. Validé selon le Manuel de Laboratoire OMS (6e édition).","alt":"Kit de test de fragmentation de l'ADN spermatique SCD"},"comet_assay":{"name":"Kit de Test de Fragmentation de l'ADN Spermatique (Test Comète)","shortDesc":"Référence en sensibilité aux dommages de l'ADN : électrophorèse sur gel à cellule unique.","desc":"Le test Comète utilise l'électrophorèse à cellule unique pour migrer l'ADN fragmenté hors du noyau spermatique, créant une queue \"comète\" quantifiable. Reconnu par l'OMS 6e édition ; différencie les cassures d'ADN simple et double brin. Critique pour l'infertilité masculine sévère et les cycles d'AMP.","alt":"Kit de test de fragmentation de l'ADN spermatique Comète"},"mar_iga":{"name":"Kit de Test des Anticorps Anti-spermatozoïdes IgA (Test MAR)","shortDesc":"Dépistage de l'infertilité immunologique – détection spécifique de la classe IgA.","desc":"Réaction d'Antiglobuline Mixte (MAR) pour diagnostiquer l'infertilité immunologique. Le kit IgA offre une haute corrélation clinique avec des taux de fécondation réduits. Optimisé pour test direct sur sperme brut ; résultats rapides et flux de travail simplifié pour laboratoires de routine.","alt":"Kit de test des anticorps anti-spermatozoïdes IgA MAR"},"mar_igg":{"name":"Kit de Test des Anticorps Anti-spermatozoïdes IgG (Test MAR)","shortDesc":"Dépistage de l'infertilité immunologique – dépistage primaire IgG.","desc":"Le test MAR IgG est le dépistage primaire des anticorps anti-spermatozoïdes. Le test direct sur sperme brut élimine le lavage spermatique et les faux négatifs. Conception centrée sur l'utilisateur pour des résultats rapides et une intégration facile en milieu de laboratoire de routine.","alt":"Kit de test des anticorps anti-spermatozoïdes IgG MAR"},"morphology":{"name":"Lames de Coloration de Morphologie Spermatique Pré-teintées (Formule Diff-Quik II Améliorée)","shortDesc":"Précision morphologique standardisée avec visualisation à haut contraste.","desc":"Lames prêtes à l'emploi avec formule Diff-Quik II améliorée pour visualisation de l'acrosome, du noyau, de la pièce intermédiaire et du flagelle selon les Critères Stricts de Kruger. Zéro préparation, coloration rapide et pas de distorsion de la forme spermatique pour une mesure précise de l'index acrosomique et des défauts du flagelle.","alt":"Lames de coloration de morphologie spermatique pré-teintées"},"liquefaction":{"name":"Kit de Liquéfaction du Sperme (Test de Digestion Enzymatique)","shortDesc":"Résolution de l'hyperviscosité séminale par digestion enzymatique avancée.","desc":"Protéolyse douce pour normaliser la viscosité sans affecter l'intégrité de la membrane spermatique. Essentiel pour des aliquotes représentatives pour concentration, motilité et test DFI. Critique pour la gestion des échantillons à haute viscosité selon les directives OMS.","alt":"Kit de liquéfaction du sperme"},"vitality":{"name":"Solution de Coloration de Vitalité Spermatique (Coloration Éosine-Nigrosine)","shortDesc":"Évaluation rapide de l'intégrité membranaire : coloration de vitalité éosine-nigrosine en une étape.","desc":"Dans les échantillons à faible motilité, différencie les spermatozoïdes vivants dyskinétiques des morts (Nécrozoospermie). Visualisation à haut contraste avec fond nigrosine ; formule en une étape plus rapide que les protocoles traditionnels en deux étapes. Essentiel pour la sélection ICSI dans les cas de zéro motilité.","alt":"Solution de coloration de vitalité spermatique"},"leukocyte":{"name":"Solution de Coloration des Leucocytes dans le Sperme (Test Peroxydase)","shortDesc":"Diagnostic de l'inflammation subclinique : test peroxydase des leucocytes séminales.","desc":"Différenciation définitive des leucocytes (teints en brun) des cellules germinales immatures. Identifie la Leucocytospermie (>1 million/mL), indiquant une infection des glandes accessoires ou une prostatite. La détection précoce permet un traitement ciblé pour réduire les ROS et protéger la santé spermatique.","alt":"Solution de coloration des leucocytes dans le sperme"},"nbt_assay":{"name":"Évaluer l'Activité Pro-oxydante dans le Sperme (Test NBT)","shortDesc":"Quantification du stress oxydatif : test NBT pour l'activité pro-oxydante séminale.","desc":"Le stress oxydatif est impliqué dans près de 80 % des cas d'infertilité masculine. Le test NBT fournit une fenêtre biochimique directe : les anions superoxyde réduisent le NBT en formazan bleu. Identifie le stress des leucocytes vs. dysfonction mitochondriale spermatique ; essentiel pour le suivi du traitement antioxydant.","alt":"Test NBT pour l'activité pro-oxydante dans le sperme"},"counting_chamber":{"name":"Chambre de Comptage Spermatique (Jetable)","shortDesc":"Précision volumétrique conforme OMS : chambres de comptage jetables haute précision.","desc":"Pleine conformité avec le Manuel de Laboratoire OMS (6e édition). Profondeur de 10 microns pour plan focal unique et suivi précis de la motilité. Pas d'entretien ; élimine lavage et décontamination. Disponible : 2 chambres (10μm) et 4 chambres (10μm) pour laboratoires de routine et à haut volume.","alt":"Chambre de comptage spermatique jetable"},"cp200":{"name":"CP200 - Analyseur de Plasma Séminal Entièrement Automatisé","shortDesc":"POCT rapide et précis pour qualité séminale et biochimie sanguine.","desc":"Résultats de grade laboratoire en minutes avec fonctionnement entièrement automatisé et réactifs prêts à l'emploi. Paramètres clés : Zinc, Fructose, Acide Citrique, Neutral-α-Glucosidase, Elastase. Cartouche tout-en-un ; trois étapes simples de l'échantillon au résultat. Prend également en charge les panels rein, foie, diabète et coagulation.","alt":"CP200 Analyseur de Plasma Séminal Entièrement Automatisé"},"if208":{"name":"IF208 - Analyseur d'Hormones POCT (Immunodosage Fluorescent)","shortDesc":"Analyseur FIA compact pour fertilité, thyroïde et dépistage infectieux.","desc":"Résultats rapides et fiables pour hormones, marqueurs thyroïdiens, dépistage infectieux et Vitamine D. Fertilité : β-HCG, FSH, LH, PRL, P, E2, AMH. Thyroïde : TSH, FT3, FT4. 8 canaux indépendants ; ~2 minutes par test. QR code, carte IC, gestion de cartouche RFID.","alt":"IF208 Analyseur d'Hormones POCT"}}}
