{"title":"مركز المنتجات","subtitle":"تحليل السائل المنوي وحلول التشخيص","details":"عرض التفاصيل","back":"العودة إلى المنتجات","contact":"اتصل بنا","viewAll":"عرض جميع المنتجات","items":{"scd_assay":{"name":"مجموعة اختبار تفتت الحمض النووي للحيوانات المنوية (اختبار SCD)","shortDesc":"تقييم متقدم لسلامة الحمض النووي عبر تقنية تشتت كروماتين الحيوانات المنوية.","desc":"يستخدم اختبار SCD لدينا تقنية شرائح حصرية مصممة للقضاء على التباين المخبري. ينتج تأثير \"هالة\" قوياً لتفسير لا لبس فيه، تفاعل كامل في ~25 دقيقة، وتخزين طويل الأمد في درجة حرارة الغرفة. معتمد وفق دليل مختبر منظمة الصحة العالمية (الإصدار السادس).","alt":"مجموعة اختبار تفتت الحمض النووي للحيوانات المنوية SCD"},"comet_assay":{"name":"مجموعة اختبار تفتت الحمض النووي للحيوانات المنوية (اختبار المذنب)","shortDesc":"المعيار الذهبي لحساسية تلف الحمض النووي: الرحلان الكهربائي للهلام أحادي الخلية.","desc":"يستخدم اختبار المذنب الرحلان الكهربائي أحادي الخلية لانتقال الحمض النووي المتفتت خارج نواة الحيوان المنوي، مكوناً ذيل \"مذنب\" قابلاً للقياس. معترف به من الإصدار السادس لمنظمة الصحة العالمية؛ يميز بين كسور الحمض النووي أحادية ومزدوجة الشريطة. حاسم لعقم العامل الذكري الشديد ودورات المساعدة على الإنجاب.","alt":"اختبار تفتت الحمض النووي للحيوانات المنوية (اختبار المذنب)"},"mar_iga":{"name":"مجموعة اختبار الأجسام المضادة للحيوانات المنوية IgA (اختبار MAR)","shortDesc":"فحص العقم المناعي – كشف محدد لفئة IgA.","desc":"تفاعل الأجسام المضادة المختلطة (MAR) لتشخيص العقم المناعي. مجموعة IgA توفر ارتباطاً سريرياً عالياً مع انخفاض معدلات الإخصاب. محسّنة للاختبار مباشرة على السائل المنوي الخام؛ نتائج سريعة وسير عمل مبسط للمختبرات الروتينية.","alt":"مجموعة اختبار الأجسام المضادة للحيوانات المنوية IgA MAR"},"mar_igg":{"name":"مجموعة اختبار الأجسام المضادة للحيوانات المنوية IgG (اختبار MAR)","shortDesc":"فحص العقم المناعي – الفحص الأولي لـ IgG.","desc":"اختبار MAR IgG هو الفحص الأولي للأجسام المضادة للحيوانات المنوية. الاختبار المباشر على السائل المنوي الخام يلغي غسل الحيوانات المنوية والسلبيات الكاذبة. تصميم يركز على المستخدم لنتائج سريعة ودمج سهل في إعدادات المختبر الروتينية.","alt":"مجموعة اختبار الأجسام المضادة للحيوانات المنوية IgG MAR"},"morphology":{"name":"شرائح صبغ مورفولوجيا الحيوانات المنوية المسبقة الصبغ (معادلة Diff-Quik II المحسّنة)","shortDesc":"دقة مورفولوجية معيارية مع تصور عالي التباين.","desc":"شرائح جاهزة للاستخدام بمعادلة Diff-Quik II المحسّنة لتصور القطعة الطرفية والنواة والقطعة الوسطى والذيل وفق معايير Kruger الصارمة. صفر تحضير، صبغ سريع، ولا تشوه لشكل الحيوان المنوي لقياس دقيق لمؤشر القطعة الطرفية وعيوب الذيل.","alt":"شرائح صبغ مورفولوجيا الحيوانات المنوية المسبقة الصبغ"},"liquefaction":{"name":"مجموعة تمييع السائل المنوي (اختبار الهضم الإنزيمي)","shortDesc":"حل فرط لزوجة السائل المنوي بالهضم الإنزيمي المتقدم.","desc":"تحلل بروتيني لطيف لتطبيع اللزوجة دون التأثير على سلامة غشاء الحيوان المنوي. ضروري لعينات ممثلة لتركيز والحركية واختبار DFI. حاسم لإدارة عينات اللزوجة العالية وفق إرشادات منظمة الصحة العالمية.","alt":"مجموعة تمييع السائل المنوي"},"vitality":{"name":"محلول صبغ حيوية الحيوانات المنوية (صبغ الإيوزين-نيغروزين)","shortDesc":"تقييم سريع لسلامة الغشاء: صبغ حيوية إيوزين-نيغروزين خطوة واحدة.","desc":"في عينات الحركة المنخفضة، يميز الحيوانات المنوية الحية ضعيفة الحركة عن الميتة (نخرzoospermia). تصور عالي التباين مع خلفية نيغروزين؛ معادلة خطوة واحدة أسرع من البروتوكولات التقليدية ذات الخطوتين. ضروري لاختيار الحقن المجهري في حالات انعدام الحركة.","alt":"محلول صبغ حيوية الحيوانات المنوية"},"leukocyte":{"name":"محلول صبغ كريات الدم البيضاء في السائل المنوي (اختبار البيروكسيداز)","shortDesc":"تشخيص الالتهاب تحت السريري: اختبار بيروكسيداز كريات الدم البيضاء في السائل المنوي.","desc":"تمييز نهائي للكريات البيض (المصبغة بالبني) عن الخلايا الجرثومية غير الناضجة. يحدد كثرة الكريات البيض في السائل المنوي (>1 مليون/مل)، دالاً على عدوى الغدة الملحقة أو التهاب البروستات. الكشف المبكر يتيح علاجاً مستهدفاً لتقليل أنواع الأكسجين التفاعلية وحماية صحة الحيوانات المنوية.","alt":"محلول صبغ كريات الدم البيضاء في السائل المنوي"},"nbt_assay":{"name":"تقييم النشاط المؤكسد في السائل المنوي (اختبار NBT)","shortDesc":"قياس الإجهاد التأكسدي: اختبار NBT للنشاط المؤكسد في السائل المنوي.","desc":"الإجهاد التأكسدي متورط في ما يقرب من 80% من حالات العقم الذكري. يوفر اختبار NBT نافذة كيميائية حيوية مباشرة: أنيونات فائق الأكسيد تختزل NBT إلى فورْمازان أزرق. يحدد الإجهاد من الكريات البيض مقابل خلل وظيفة الميتوكوندريا في الحيوانات المنوية؛ ضروري لمراقبة العلاج بمضادات الأكسدة.","alt":"اختبار NBT للنشاط المؤكسد في السائل المنوي"},"counting_chamber":{"name":"غرفة عد الحيوانات المنوية (استهلاكية)","shortDesc":"دقة حجمية متوافقة مع منظمة الصحة العالمية: غرف عد استهلاكية عالية الدقة.","desc":"امتثال كامل لدليل مختبر منظمة الصحة العالمية (الإصدار السادس). عمق 10 ميكرون لمستوى بؤري واحد وتتبع حركية دقيق. لا صيانة؛ يلغي الغسل وإزالة التلوث. متوفر: غرفتان (10 ميكرون) و4 غرف (10 ميكرون) للمختبرات الروتينية وكبيرة الحجم.","alt":"غرفة عد الحيوانات المنوية استهلاكية"},"cp200":{"name":"CP200 - محلل بلازما السائل المنوي الآلي بالكامل","shortDesc":"اختبار POCT سريع ودقيق لجودة السائل المنوي والكيمياء الحيوية للدم.","desc":"نتائج بمستوى المختبر في دقائق مع تشغيل آلي بالكامل وكواشف جاهزة للاستخدام. المعلمات الرئيسية: الزنك، الفركتوز، حمض الستريك، α-غلوكوزيداز المحايد، الإيلاستاز. خرطوشة متكاملة؛ ثلاث خطوات بسيطة من العينة إلى النتيجة. يدعم أيضاً لوحات الكلى والكبد والسكري والتخثر.","alt":"CP200 محلل بلازما السائل المنوي الآلي بالكامل"},"if208":{"name":"IF208 - محلل الهرمونات POCT (المقايسة المناعية المتألقة)","shortDesc":"محلل FIA مضغوط للخصوبة والغدة الدرقية والفحص المعدي.","desc":"نتائج سريعة وموثوقة للهرمونات وواسمات الغدة الدرقية والفحص المعدي وفيتامين د. الخصوبة: β-HCG، FSH، LH، PRL، P، E2، AMH. الغدة الدرقية: TSH، FT3، FT4. 8 قنوات مستقلة؛ ~2 دقيقة لكل اختبار. إدارة QR code وبطاقة IC وخرطوشة RFID.","alt":"IF208 محلل هرمونات POCT"}}}
